import React from "react";

function About() {
  return (
    <div
      name="About"
      className="max-w-screen-2xl container mx-auto px-4 md:px-20 my-20"
    >
      <div>
        <h1 className="text-red-500 text-3xl font-bold mb-5">About</h1>
        <p>
                    সত্যি বলছি, ছোটবেলাটাই ছিল সেরা,
          নাই ছিল চিন্তা, না ছিল ভয়—জীবন ছিল এক খেলা।
          স্কুলের ব্যাগে শুধু বই নয়, ছিল হাসি আর গল্প,
          একসাথে চলা, দৌড়ে যাওয়া—ছুটির পর মেলা যতসব।

          প্রাইভেটের নাম করে খেতাম ফুচকা আর মুরগির ঝাল,
          হাসি-ঠাট্টায় কেটেছে বিকেল, সন্ধ্যা হত লাজুক-শাল।
          শান্তনু, তুয়া, তুই—তোমরা ছিলে পাশে,
          আজও সেই মুহূর্তগুলো মনের কোণে বসে হাসে।

          আমার রুমে কেক কাটা, বেলুনে সাজানো রাত,
          বন্ধুদের সঙ্গে জন্মদিন মানেই ছিল চিরকালীন প্রাপ্তির মাত।
          আজ সবাই ব্যস্ত, কেউ পড়ে দূরে, কেউ কাজের জালে,
          তবুও তোদের জন্মদিনে মন ফিরে যায় সেই কচি ভালোবাসার কালে।

          চোখে জল আসে, কিন্তু মন হাসে—স্মৃতির জোয়ারে ভেসে,
          ভালো থাকিস, বন্ধু, তোদের জন্য আজও বুকটা ভালোবেসে।
          ভুলে যাস না, কেউ একজন এখনো তোদের কথা খুব মনে রাখে,
          যে আজো তোদের জন্য হঠাৎ করেই অতীতের দোর খুলে ডাকে।
        </p>
        <br />
      </div>
    </div>
  );
}

export default About;
